Repository: techoutlooks/ucaptive.mj
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: This Project's Users
fr: Utilisateurs

source: Invalid! Guinea local numbers only. 9 digits and no +
fr: Invalide! Numéros locaux Guinéens uniquement. 9 chiffres. Pas de "+224" ni "00224".

source: Man
fr: Homme

source: Woman
fr: Femme

source: Mobile Number
fr: Num. Mobile

source: Password
fr: Mot de passe

source: First Name
fr: Prénoms

source: Last Name
fr: Nom

source: Total connection time
fr: Temps de connexion

source: This mobile phone is already in use. Please supply a different one.
fr: Numéro déjà enregistré. Veuillez en fournir un autre.

source: Sex?
fr: Sexe

source: What region are you from?
fr: Votre région?

source: Your birth place?
fr: Lieu de naissance?

source: You must provide your U-Reporter's mobile phone number
fr: Vous devez fournir un numéro de mobile connu de U-Report!

source: Sex
fr: Sexe

source: Total connection time.
fr: Temps de connexion

source: What country are you from?
fr: Votre région?

source: Your birth place.
fr: Lieu de naissance?

source: Trial
fr: Essai

source: Timezone
fr: Fuseau horaire

source: This slug is not available
fr: Ce slug n'est pas disponible

source: Number of Credits
fr: Nb. de crédits

source: Expiration Date
fr: Date d'expiration

source: The date that this top up will expire
fr: La date à laquelle cette recharge expirera

source: Have an account?
fr: Vous disposez déjà d'un compte U-Report?

source: Need an account?
fr: Besoin d'un compte gratuit?

source: A report was already emailed to:
fr: Un rapport a déjà été envoyé par courrier électronique à:

source: They are usually very proactive. Thank you for you patience.
fr: Ils sont généralement très proactifs. Merci pour votre patience.

source: Home
fr: Accueil

source: Sign in
fr: Se connecter

source: Sign up
fr: S'inscrire (gratuit)

source: News
fr: Infos

source: uCaptive is project by the State Department for Youth to close the digital gap, especially touching research studies.
fr: UCaptive est un projet du Ministère Guinéen de la Jeunesse pour combler l'écart numérique, en particulier touchant les études et la recherche.

source: It also tighly integrate with UNICEF's U-REPORT Guinea for youth profiling. To use the u-captive portal, be sure first to register at:
fr: Il s'intègre notamment avec U-REPORT d'UNICEF Guinée pour le profilage des jeunes. Pour utiliser le portail u-captive, assurez-vous d'abord de disposer d'un compte à:

source: Hotspots
fr: WIFIs

source: Active
fr: Connecté

source: Live Usage
fr: Stats

source: Helpdesk
fr: Assistance

source: Library
fr: Bibliothèque

source: Opportunities
fr: Opportunités

source: E-Community
fr: Communauté en ligne

source: Only letters, digests and .@-_ are allowed.
fr: Seules les lettres, les digests et les. @ -_ sont autorisés.

source: comma seprated group list, no space; eg "default,test"
fr: Liste de groupes séparés par des virgules, pas d'espace; ex: "default", "test"

source: Only letters, digests and ._ are allowed as group name.
fr: Seuls les lettres, les digests et ._ sont autorisés dans les noms de groupe.

source: Only letters, digests and -_ are allowed.
fr: Seuls les lettres, les digests et -_ sont autorisés.

source: %(active_user_count)s active users.
fr: %(active_user_count)s utilisateurs connectés.

source: %(suspended_user_count)s suspended users.
fr: %(suspended_user_count)s utlisateurs suspendus.

source: %(group_count)s groups.
fr: %(group_count)s groupes.

source: Your message has been sent successfully.
fr: Votre message a été envoyé avec succès.

source: first name
fr: Prénoms

source: last name
fr: Nom

source: active
fr: Connecté

source: Account activation failed
fr: L'activation du compte a échoué

source: Your account is now activated.
fr: Votre compte est maintenant activé.

source: Activate account at
fr: Activer le compte à

source: Link is valid for %(expiration_days)s days.
fr: Le lien est valable pour %(expiration_days)s jours.

source: Account activation on
fr: Activation du compte le

source: Login
fr: S'identifier

source: Register
fr: S'enregister

source: Demo (48h)
fr: Démo (48h)

source: You're receiving this e-mail because you requested a password reset for your user account at %(site_name)s.
fr: Vous recevez cet e-mail car vous avez demandé une réinitialisation de mot de passe pour votre compte d'utilisateur à %(site_name)s.

source: Please go to the following page and choose a new password:
fr: Passez à la page suivante et choisissez un nouveau mot de passe:

source: Thanks for using our site!
fr: Merci d'utiliser notre site!

source: Account Request
fr: Demande de création compte

source: You are now registered. Activation email sent.
fr: Vous êtes maintenant inscrit. Message d'activation envoyé.

source: Register for an account
fr: Enregistrez-vous

source: Registration
fr: Enrollement

source: Your account were successfully created.
fr: Votre compte a été créé avec succès.

source: Must include "email" and "password".
fr: Doit inclure votre email ET mot de passe.

source: Must include "username" and "password".
fr: Doit inclure votre nom d'utilisateur ET mot de passe.

source: Must include either "username" or "email" and "password.
fr: Doit inclure votre nom d'utilisateur OU email ET mot de passe.

source: User account is disabled.
fr: Le compte d'utilisateur est désactivé.

source: Unable to log in with provided credentials.
fr: Impossible de se connecter avec les informations d'identification fournies.

source: English
fr: Anglais

source: Default
fr: Par défaut

source: Featured
fr: En vedette

source: Footer
fr: Bas de page

source: Sidebar
fr: Barre latérale

source: Video
fr: Vidéo

source: Default Page
fr: Page par défaut

source: Thanks for purchasing at shopext
fr: Merci d'avoir acheté chez shopext
